Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 그 와중에, 손에 편지를 든 사람 한 명이 급하게 걸어가다 나를 보고 당황하며 인사를 한 다음, 고개를 푹 숙이고 지나간다.
en_us: Meanwhile, I came across someone holding a letter walking in haste. Noticing me, he started and greeted me before passing by with his head down.

source: 아무래도 레온 백작에게 이야기를 들은 모양이다.
en_us: She must have heard the story from Count Leon.

source: 나도 게롯의 조언은 충실히 따를 예정이다.{j}심장에 손상이 생겨서 죽고 싶은 마음은 없으니까.
en_us: And I was going to follow Gerrod’s instructions faithfully since I had no wish to harm my heart and fall dead.{j}

source: 희미한 빛을 머금은 하얀 조각.
en_us: It was a white piece that emitted a faint light.

source: 나는 원치 않는 상대와 가문의 영광을 위해 결혼해야 했는데.{j}레온은 가문의 영광을 위해 나와 결혼하고 나서, 자신이 사랑하는 상대를 찾아서 그 사람과도 결혼했잖니.”
en_us: I had to marry someone I did not love for the sake of my family’s honor, but here was Leon, marrying someone he loved after he did his duties.”{j}

source: 그 정도는 계산을 해두고 움직이는 거겠지.
en_us: I was sure he had the calculation in mind.

source: 나는 손에 들고 있던 사전을 덮었다.{j}그제야, 남자의 시선이 내가 보고 있던 사전으로 향했다.
en_us: I shut the dictionary in my hand, and the man’s gaze finally trailed to the book.{j}

source: 저 말대로, 심장이 뛸 때마다 사람 기분을 더럽게 만드는 이물감이 가슴을 괴롭히고 있다.
en_us: It was just as Gerrod said. Every time my heart beat, I could feel the strange, foreign substance tormenting my body.

source: 녀석이 가죽끈을 양손에 휘감은 채 내 쪽으로 손을 뻗었다.
en_us: The man reached out with a leather strap wrapped in both hands.

source: 아, 자기 할 말 끝나고 나면 내쫓으시겠다?
en_us: Oh, so he wants me to leave now he was done talking?

source: “미안하다, 내가 힘이 없어서…….”
en_us: “I’m sorry for being so weak...” she replied.

source: 안젤라는 마틴 레드우드가 깨어났을 때 그 자리에 있던 하녀였다.
en_us: Angela was the maid who was in the room when Martin Redwood woke up.

source: “백작님이 찾으십니다.”
en_us: “The count is looking for you,” she announced.

source: 소문에 따르면 몸도 멀쩡하다고 한다.
en_us: According to the rumors, he was fine too.

source: 하얀 가루가 묻어나온다.{j}코를 가져가 보니, 희미하게 붓꽃 향기를 닮은 냄새가 난다.
en_us: A white powder caught on my finger that smelled faintly of an iris.{j}

source: 돛단배에 탄 녀석들이 내 얼굴을 확인하나 싶더니, 자기들끼리 수군거리다 슬금슬금 배를 우리 쪽으로 돌리는 게 보인다.
en_us: Those on the sailboat seemed to check my face before murmuring among themselves and turning the boat toward us slowly.

source: 그, 꼭 맨발이어야 합니까?”
en_us: W-would I have to be barefoot?” she asked.

source: “좋습니다.
en_us: “Alright.

source: 이전에 물에 빠지면서 봤던 검을 찾아내기 위해서는 시간이 필요하다.{j}그리고 그 시간을 벌어 줄 수 있는 건 게롯 말고는 없다.
en_us: I would need some time to find the sword that I had seen when I was underwater, and the only person who could buy me that time was Gerrod.{j}

source: 머리는 내가 썼으니 몸은 니가 쓰렴.
en_us: I used my brain, so he could use his muscles.

source: 환경에 따라 다르지만.{j}일단 하루는 지났다고 보는 편이 맞다.
en_us: Though the process depended on external conditions, it would be safe to assume that about a day has passed.{j}

source: 신호줄을 당기자 안젤라가 방 안으로 들어왔다.
en_us: I pulled the string to summon Angela.

source: “식당에서.”
en_us: “Dining hall,” I answered.

source: “쿠르스트 산맥에 도착하시면, 다시금 교육을 받을 기회가 주어질 겁니다.
en_us: “When you get to the Kurst Mountains, you’ll get another chance at training.

source: 그럼, 지금 너도 심장에 이물질이 박혀 있다는 거야?
en_us: Are you trying to tell me that you have that foreign substance in your heart too?

source: 나 아직도 안 죽었나.
en_us: Was I still alive?

source: “이 화장품에 쓰인 향료는 평민들이 쓸 수 있을 정도로 흔한 물건인가요?”
en_us: “Is the scent something that commoners could get?” I asked.

source: 동해만 해도 평균 수심이 1.7km는 되는데?
en_us: Even the East Sea had an average depth of 1.7km.

source: “꽤나 귀한 집 아가씨인 모양인데.”{j}말을 마친 나는 후우, 하고 숨을 내쉰 다음에 게롯을 바라봤다.
en_us: “She must be a missus of a good family,” I said with a sigh before turning to Gerrod.{j}

source: “도련님, 식사가 준비되었습니다.”{j}문이 열리고, 제일 처음 내가 깨어난 것을 확인했던 바로 그 하녀가 트레이를 밀고 들어와 인사했다.
en_us: “Young master, the meal is ready,” replied a voice as the door opened to reveal the maid I had seen when I woke up for the first time pushing in a tray.{j}

source: 몸의 여기저기에는 숯검댕 같은 것이 묻어있고, 왼팔에서는 피가 흘러내리는 중이다.
en_us: Black soot covered parts of his body, and his left arm was bloody.

source: “그렇군요.”
en_us: “I see,” I nodded.

source: “네가 요청하기 곤란한 문제라면, 내가 따로 이야기를 해두지.”{j}말을 마친 나는 침대 위에 올려진 발을 잠깐 본 다음 말했다.{j}“언제까지 올려둘 생각이야?”
en_us: “If it’s too difficult for you to ask, I’ll send in a word,” I said before glancing down at the foot on the bed and adding, “How long are you going to keep your foot here?”{j}{j}

source: 주로 말려놓은 육포와 같은 식량, 장작 따위였다.
en_us: Mostly, it was food like dried jerky and firewood.

source: 진열함 안에는 검이 놓여있던 장소가 움푹 파여 있다.{j}그 흔적만으로도 대충 목검의 형상을 짐작할 수 있다.
en_us: Inside, I could see an indent where the sword had lay that suggested it’s shape.{j}

source: 수십 년이라.
en_us: A few decades?

source: 신경 쓰고 싶은 마음은 별로 없다.
en_us: I had little wish to get myself involved.

source: 이 나무 파편을 가슴에 박아넣지 않는다면 확실히 죽는다.
en_us: If I didn’t embed this piece of wood in my heart, I would certainly die.

source: “목적지에 도착하게 된다면, 게롯 경이 시간을 좀 벌어주셨으면 합니다.”
en_us: “When we get to the spot, I want you to buy me some time, Sir Gerrod.”

source: 내 말에 도리안이 대답했다.{j}“오두막을 나가면 바로 절벽이지.{j}바닥에 고정시켜 놓은 밧줄이 있다.{j}소변은 그냥 서서 싸고, 대변은 그 밧줄을 붙잡고 엉덩이를 절벽 밖으로 내밀어.”
en_us: “Outside the shack is the cliff. You’ll see a rope fixed on the ground. You can piss standing and stick out your ass toward the cliff for number two,” Dorian explained.{j}{j}{j}

source: 테네스 공국이라.
en_us: Duchy of Thenes, huh?

source: 거울을 다시 제자리에 돌려놓은 다음 여자는 방을 빠져나갔다.
en_us: The woman placed the mirror back down before leaving the room.

source: 나는 후우 하고 숨을 내쉬며 따라오는 돛단배들을 바라봤다.
en_us: I let out a deep breath as I looked at the sailboats at our heel.

source: 뭐, 불만이 있으면 어쩔 건데.{j}나는 그런 생각을 하며 배급된 음식을 먹기 시작했다.
en_us: But what could he do about it? I thought as I began to dig in.{j}

source: 식사를 마친 우리는 바로 짐을 싸고 성으로 향하는 길을 서둘렀다.
en_us: After finishing dinner, we immediately packed to hurry to the castle.

source: 내가 본 검이 누가 버린 흔해 빠진 검일 지도 모르겠지만, 아니라면…… 그 가능성만으로도 지금 내 상황에서는 찾아가 볼 이유가 충분하다.
en_us: The sword I saw might have been any old one, but if it wasn’t... I had enough reasons in my current situation to seek it.

source: “저 배가 돌아다니는 장소, 내가 빠졌던 곳 근처냐?”{j}내 말에 하인이 내가 가리킨 돛단배를 확인하고 나서 고개를 끄덕였다.
en_us: “That area that the ship is around... Was that where I fell in?” I asked to which the servant turned to check the sailboat.{j}

source: 그리고, 레온 백작이 나에 대한 징계 명목으로 뭐시기 산맥의 국경 수비대로 나를 보내야 한다는 건…….
en_us: So if Count Leon was punishing me by sending me to some Border Guards at whatever mountain, it meant...

source: 기억이 없는 건 없는 거다.
en_us: If I didn’t remember, I didn’t remember.

source: 나는 그 말에 작게 코웃음을 쳤다.
en_us: I scoffed.

source: “부하 중 하나가 여자일 가능성은 없습니까?”
en_us: “Isn’t it possible that one of the goons was a woman?” he asked.

source: “지금 당장 나룻배를 돌리는 편이 어떨까 싶습니다.
en_us: “I believe we should turn back right now.

source: “이 근방이네요.”{j}나는 그렇게 중얼거리고 발로 땅을 툭툭 쳤다.
en_us: “It must be around here,” I murmured as I tapped the ground.{j}

source: 그리고 그 결과는 자해로 이어진다고 한다.{j}자신의 심장에 박힌 금속의 이물감을 견디지 못해 헤집어 뽑아내려고 하다, 결국 목숨을 잃는 거다.
en_us: Doing so might lead to self-harm where a person tried to rip the core out of his own heart, unable to bear the feeling of foreignness inside. In short, one would die.{j}

source: 레드우드의 나머지 후손은 호수의 존속을 바란다.
en_us: And the other descendants of the House of Redwood wish for the preservation of the lake.

source: “팔자 참.”
en_us: “Some life I have.”

source: 물기가 남아있던 목검의 한쪽 부분이 부서지며, 손으로 쥘 수 있는 크기의 뾰족한 나뭇조각이 떨어져 나온다.
en_us: A part of the still wet wooden sword broke off into a sharp piece of wood I could hold.

source: 나는 그 말에 인상을 팍 썼다.
en_us: I frowned.

source: 하지만 그걸 나보고 뭐 어쩌라는 거야.
en_us: But what could I do about it?

source: 그 이외에도 성안에는 이런저런 장소들이 많았고, 로델린은 한 곳도 빼놓지 않고 나와 함께 다니며 이런저런 이야기를 해주었다.
en_us: The castle had various little places, all of which Rodelline made sure to show around and explain.

source: 하지만, 언젠가 충분한 시간이 지나고 나면 너 또한 선조들에게 부끄럽지 않은 과실을 맺을 수 있는 나무가 되었으면 하고 언제나 기도했단다.”
en_us: But I have always prayed that when enough time passed, you would grow into a fruiting tree that your ancestors could be proud of.”

source: 요즘 많이 편해졌다는 이야기도 있고.”
en_us: People say that the work’s much easier now,” I assured her.

source: 쉴 때는 안 건드리는 모양이다.
en_us: Apparently, they left us alone during breaks.

source: 하이랜더 50마리를 잡고 전역할 거다.
en_us: I would go home after taking down 50 highlanders.

source: 나는 손을 들어 얼굴을 가리고 중얼거렸다.{j}“장남일세.{j}미성년자 주제에 술 먹고 사람 치는 게 취미지.”
en_us: I raised my hand to cover my face and murmured, “So I’m the eldest son who not only is a minor but also a drinker who beats up other people.”{j}{j}

source: 쿠르스트 산맥 인근에 있는 마을이다.{j}마을이라고 부를 만한 규모로 사람이 살고 있는 곳은 쿠르스트 산맥 인근에서 이 마을뿐이다.
en_us: It was a town near Kurst Mountains and the only place with a sizeable population.{j}

source: “젠장맞을.”
en_us: “Damn it.”

source: “붉은 가지는 레드우드 가문에게 전해진 가보로 압니다.”
en_us: “I take it that the Red Branch was the House of Redwood’s heirloom.”

source: 생긴 부위를 보면 이건 신발이 너무 큰 게 원인일 가능성이 높다.
en_us: Judging from the area, it was likely due to her wearing misfit shoes.

source: 손가락에 녹색 물이 약간 들어있다.
en_us: His fingers were slightly stained green.

source: “소매에 잉크와 굳은 촛농 몇 방울이 묻어있습니다.
en_us: “There are a few drops of wax and ink on your sleeves.

source: 게롯이 잠깐 고민하다가 입을 열었다.{j}“잘되었군요.{j}그렇다면 마차를 타고 이동하면서, 구심점에 마력을 모으는 법을 알려드리겠습니다.”
en_us: Gerrod hesitated before speaking again, “That’s wonderful. Then I will teach you how to collect mana in your core as we ride the carriage.”{j}{j}

source: 그렇다니 다행이네.
en_us: Thank god.

source: 아무거나 막 구겨 넣는다고 되는 게 아니다.
en_us: I couldn’t just read through random books after all.

source: 한두 시간 정도 마력을 모으고 난 다음, 나는 멍하니 천장을 바라보기 시작했다.
en_us: After about an hour or two of the session, I began to stare at the ceiling.

source: “……하이랜더라.”
en_us: “Highlanders...”

source: “뭔데, 등이라도 닦아주게?”
en_us: “What? Are you going to wash my back or something?” I asked.

source: 무심코 시선을 돌려 머리 위를 보니, 남자 한 녀석이 수면 위에서 나를 향해 다가오는 중이었다.
en_us: But when I turned my head above, I could see a man approaching me from the surface.

source: 방으로 돌아간 나는 곧장 창문을 열어젖혔다.
en_us: Back in my room, I swung open the window.

source: 하지만 내가 물속에서 본 검은 바닥에 꽂혀있었다.{j}망할 놈의 바닥에 꽂혀있었다고.
en_us: However, the sword that I saw in the water was lodged in the damned ground.{j}

source: 저기인 것 같습니다.”
en_us: That must be it,” said Gerrod.

source: “뻔질나게 쓰고 다니던 그 흉해 빠진 반쪽짜리 가면은?”
en_us: “And where is that ugly half-face mask that you wear all the time?”

source: “형에게 못하는 말이…….”
en_us: “How dare you speak to your brother like this...” he murmured.

source: “심장이 뛰는 타이밍에 맞춰, 구심점에 축적한 마력을 움직이면 혈관을 타고 마력이 함께 퍼져나갑니다.
en_us: “Moving mana accumulated in the core to the rhythm of the heartbeat allows it to course through the body through the veins.

source: “아쉽네.”
en_us: “What a pity.”

source: 화악, 하고 날카로운 바람이 불어닥치며 얼굴을 할퀴고 지나간다.
en_us: Whoosh. A sharp wind whipped my face.

source: “고소 공포증은 없는 것 같아서 다행이군.”
en_us: “It’s fortunate you don’t fear heights,” quipped Dorian.

source: 사람 이름을 맞추는 건 어려운 일이다.{j}내 방 안에서 나온 것도 오늘 아침부터였으니까.
en_us: Guessing people’s name was difficult, especially since I only came out of my room this morning.{j}

source: 들킨다면 어쩔 수 없지만, 내 기억상실은 일단 아는 사람이 최대한 적을수록 좋다.
en_us: If anyone found out, that was that. But the fewer people knew about my memory loss, the better it would be.

source: “맞아, 여기에서 그만두고 배를 물가 쪽으로 돌리면 우리 뒤를 쫓아오며 석궁을 날린 자식들도 그냥 돌아가겠지, 그치?”{j}나는 녀석에게 다가가서 시선을 마주쳤다.
en_us: “Right. If we stop now and turn to the shore, those bastards at our heels shooting crossbows would just go home, huh?” I said as I walked over and looked him in the eye.{j}

source: 근데 나는 배를 돌릴 생각이 없다.
en_us: I had no wish to turn back at all.

source: 씨, 저걸 어떻게 지나왔는지 믿기지 않을 지경이군.
en_us: Fuck. I couldn’t believe that I got out of there.

source: 레드우드 가문의 붉은 가지에 대한 전설은 기사들 사이에서도 종종 회자될 정도니까요.”
en_us: The legend of the Red Branch of the House of Redwood is renowned among the knights,” he said.

source: 내 말에 백작이 큼, 하는 소리를 냈다.
en_us: The count cleared his throat.

source: 내 말에 백작이 고개를 끄덕였다.{j}허가가 떨어지자 나는 뒤도 돌아보지 않고 문을 나서 방으로 돌아갔다.
en_us: The count nodded, and I immediately headed out without looking back.{j}

source: 가슴살에 쓸데없이 뭐 뿌리면 죽여버리겠다고 엄포를 했기 때문에 별다른 양념이 되어있지는 않았다.{j}후추랑 소금 정도.
en_us: The chicken breast didn’t have much seasoning other than pepper and salt as I had threatened violence if anyone dared to sprinkle some nonsense on the meat.{j}

source: 쉬라고 해도 쉴 생각도 없었고.
en_us: Not that I was planning on taking a day off even if asked.

source: 그걸로 끝이 아니다.
en_us: That wasn’t all.

source: 아마, 아침 식사가 끝나면 하인들이 와서 옷가지를 비롯해 여행에 필요한 물건들을 챙길 겁니다.”{j}말을 마친 안젤라가 찻잎을 꺼내 들었다.
en_us: I believe the servants will come after you’ve finished your breakfast to pick up your clothes and other belongings you may need during your trip,” Angela said as she picked up the tea.{j}

source: “제가 어떻게 감히, 그런 불경한 생각을…….”{j}내 말에 그가 재빠르게 부인한다.
en_us: “I wouldn’t dare...” denied the man hastily.{j}

source: 5열 종대.”
en_us: In line, 5 columns.”

source: 나는 급하게 숨을 몇 번 들이켰다 내뱉은 다음, 앞에 떠 올라 있는 여자의 형상을 바라봤다.
en_us: I took some hasty breaths before staring at the woman before me.

source: 백작의 목소리는 우렁차고, 다소 격양되어 있었다.
en_us: The count’s voice was loud and slightly excited.

source: 침을 삼키고 노크를 한다.
en_us: She gulped before knocking.

source: “어머니는 아버지와 결혼한 이유가 뭔가요?”
en_us: “Why have you married my father?”

source: “한번, 발현해보겠습니다.”{j}게롯의 말이 끝남과 동시에 눈앞에 보이던 게롯의 피부가 단단한 돌처럼 변했다.
en_us: “I’ll manifest now,” said Gerrod. And immediately, his skin turned hard like a rock.{j}

source: “도련님의 경우에는 그런 실수를 할 확률이 더 높다고 생각합니다.
en_us: “I’m afraid you might be more prone to such mistakes.

source: “지랄, 딱 보니까 내 인생 종착역이 여기인 것 같은데.
en_us: “Bullshit. I can see my life ends here.

source: 우리는 그 말에 자리에 앉아 쉬기 시작했다.
en_us: We began to sit down and relax.

source: 내 말에 엎드려 있던 여자가 자리에서 벌떡 일어나 커다란 거울을 통째로 들고 내 앞에 섰다.
en_us: The woman stood up immediately to bring up a full-body mirror in front of me.

source: 뒷조사를 하다가 뒤늦게 그 사실을 알아차렸을 땐 이미 늦어있었다.
en_us: By the time I had my realization during the investigation, it was too late.

source: 너 인마 돌팔이지.
en_us: That doctor had to be a quack.

source: “그래서, 합격입니까?”
en_us: “Am I clear?” I asked after examining the room once more.

source: 나는 의자에 앉았고, 곧바로 도리안이 입을 열었다.{j}“제아무리 게롯의 부탁이라고 해도 원래 나는 따로 편의를 봐주지 않는 성격이다.
en_us: I did and Dorian spoke, “Even if it’s Gerrod’s request, I do not look after anyone normally.{j}

source: 나는 그 말에 손을 휘휘 저었다.
en_us: I waved my hand.

source: 호수를 돌아다니던 돛단배는 이제 우리의 뒤편을 따라오고 있었다.
en_us: The sailboat that had been roaming the lake was now on our tail.

source: 국경 수비대에 자원한 사람들을 모아두는 장소인 모양이다.
en_us: This must be where they held the volunteers for the Border Guards.

source: 그리고, 붉은 가지의 힘을 탐내는 자격 없는 자들이 있다는 것도 알게 되었다.
en_us: I now know that there are the undeserving ones who seek the power of the Red Branch.

source: “기억상실이라고 했었지.
en_us: “I heard you lost your memories.

source: 내 말에 그가 눈을 가늘게 뜨고 나를 바라봤다.{j}그건 어떻게 알았냐는 거겠지.
en_us: He narrowed his eyes as if to ask how I knew.{j}

source: 창가에서 화장을 고친 건 이 일행의 리더다.
en_us: The one who adjusted her makeup by the window was the leader of the group.

source: 이상하다는 생각에 입에 물고 있던 도구를 빼서 확인해보니, 빨간불이 반짝반짝 점멸하는 중이다.
en_us: Confused, I pulled the device out of my mouth to see that a red light was flickering.

source: 나는 검으로 땅을 짚은 채 입가를 한 번 훔치고 검을 들어 올린 채 잠깐 비틀거린 다음 흘러내린 땀을 훔치고 말했다.
en_us: Leaning against the sword, I wiped my mouth and brow, swaying as I picked up the weapon.

source: 나는 잠깐 레온 백작을 바라보다가 깊게 숨을 내쉬고 입을 열었다.{j}“좋습니다.
en_us: I stared at the count for a while before letting out a sigh, “Alright.{j}

source: 젠장, 설마 저장량이 다 떨어진 거야?!
en_us: Damn it. The thing was out of air!

source: 네 심장에 박혀 있는 미스릴이 느껴진다.
en_us: I can feel the mithril in your heart.

source: 각질이 일어나고 갈라진 손은 주부습진이 원인이고, 무릎 관절이 부어 있다.
en_us: Her dry and cracked hands suggested irritative dermatitis, and her knee joints were swollen.

source: “……드라이어드?”{j}나는 물에 젖은 채 숨을 몰아쉬면서 눈앞에 떠오른 여자의 형상을 바라봤다.{j}― 정확히는, 에린실이 남기고 간 의지.
en_us: “A dryad...?” I asked, panting and looking at the woman before me--or rather the memory of Erinthyl’s will.{j}{j}

source: 사실상 우리는 길이라고 할 수 없는 장소를 지나가는 중이었다.
en_us: To be fair, we weren’t even on a path anymore.

source: “이런 젠장……!”{j}목표로 점찍은 녀석이 그렇게 외치며 검을 휘두르려고 했지만, 갑자기 확 하고 앞에 나타난 내 모습이 녀석의 정강이를 한 번 차고 사라진다.
en_us: “Damn it...!” yelled my target, trying to swing his sword, but my image popped out of thin air to kick his shin before vanishing again.{j}

source: 인생 즐겁게 살려면 적당히 농담도 따먹고 하며 살아야 하는데.
en_us: Unfortunately, the man didn’t seem to know that knowing how to take jokes was a key to enjoying life.

source: 보수가 약속된 이상 소극적으로 움직이지는 않는다.
en_us: As long as there was a reward, I wasn’t the one to pull back.

source: 녀석의 키는 한 165cm 정도 되어 보인다.
en_us: The bastard looked to be about 5.4 ft.

source: 더 이상 거리를 좁히기 힘들다고 판단한 모양이다.
en_us: I supposed the bastards thought it impossible to catch up.

source: “아, 그래도 되겠습니까?”
en_us: “Oh, would that be alright?” she asked.

source: 나는 그 말에 대답했다.{j}“식당에서.”
en_us: “I’ll eat at the dining hall,” I replied.{j}

source: 해준 일에 비해 받는 게 너무 많으면 나중에 문제가 생기는 법이니까.
en_us: After all, if you took more than you gave, you got into trouble later.

source: 그렇다면 미안하군요.”{j}말을 마친 나는 물을 한 모금 마셨다.
en_us: If so, I apologize,” I said before taking a sip of water.{j}

source: “똥 치울 필요가 없다니, 행복하기도 해라.{j}알겠습니다.”
en_us: “How wonderful. I wouldn’t have to clean up after myself. Understood.”{j}

source: 귀족씩이나 돼서 혼자 배 타고 나갔을 리는 없으니, 뒤따라 붙은 사람들이 꽤 있겠지.{j}그 녀석들에게 물어보면 된다.
en_us: A nobleman wouldn’t take the boat alone, so I supposed there would have been enough witnesses that I could consult.{j}

source: 나는 약간 건조해진 목소리로 살짝 게롯을 떠보았다.{j}“평생?”
en_us: “For my whole life?” I asked dryly, testing Gerrod.{j}

source: 덕분에, 분신을 만들어 낼 때 내 마력뿐이 아니라 심장에 머무른 드라이어드의 마력을 함께 사용하면 분신에 생명이 부여된다.{j}다른 말로는, 허깨비가 순간적으로나마 실체를 가지게 되는 것이다.
en_us: Therefore, if I used the dryad’s mana from my heart along with my own, my double briefly gained life, assuming physical form for a short second.{j}

source: 후드가 달린 긴 망토를 단단히 여며 입고 있어서 체형을 짐작할 수는 없다.
en_us: I couldn’t tell his physique with the robe tightly wound around his body.

source: “많이 힘드실 거라고 생각합니다.
en_us: “I know that this would be difficult.

source: “죄…… 죄송합니다!”
en_us: “I... I’m sorry!” she cried.

source: 그렇게 살펴보고 있으려니 데이먼이 질문을 던졌다.
en_us: As I observed, Damon threw a question.

source: 무릎점액낭염, 소위 하녀병이라고 불리는 병의 증상이다.
en_us: She likely had knee bursitis, common in domestic helpers.

source: 나는 둥둥 떠오르는 시체들을 바라보다가 한숨을 내쉬었다.
en_us: Looking around at the bodies floating up, I sighed.

source: 아무리 기를 쓰고 몸부림쳐도, 빠져나가는 해법을 모르면 못 빠져나간다.
en_us: No matter how much he struggled and flailed, he wouldn’t get free unless he knew the trick.

source: 그 술집 옆에, 혼자서만 그럴듯하게 세워진 건물 위에 왕국을 상징하는 깃발과, 국경수비대를 상징하는 깃발이 나란히 서 있다.
en_us: Next to the tavern stood an upright building with the flag of the kingdom and the banner of the Border Guards.

source: 쌩양아치라는 사실 정도는 충분히 짐작할 수 있다.
en_us: I knew that I had been a rascal though.

source: 저런 말은 그냥 최대한 빨리 짐 싸라는 뜻으로 알아들으면 된다.
en_us: He just meant that we should get ready as quickly as possible.

source: 똑같이 햄버거라고 불리는 음식도 편의점에서 파는 싸구려가 있고, 호텔에서 몇백 달러 받아가며 파는 햄버거가 있듯이, 이 업계도 같은 흥신소 이름을 달고 있다고 다 같은 수준의 일을 하는 건 아니다.
en_us: Private agencies were like hamburgers. There were cheap burgers from a fast-food chain and the fancy, few-hundred-dollar burgers from hotels.

source: 나는 괜찮다.{j}사실 한 일이라고는 그냥 얌전히 앉아서 심장에 쥐 난 것 같은 기분을 참는 거 말고는 없었으니까.
en_us: I was alright as all I had done honestly was sit quietly as I endured the strange feeling in my heart.{j}

source: 혹시 더 가고 싶은 곳이 있다면 말해다오.”
en_us: If there is any other place you’d like to visit, let me know,” she offered.

source: “침대 위에 올려.”{j}내 말에 하녀가 다시금 기겁한다.
en_us: “Put it on the bed,” I ordered.{j}

source: 그 대답을 들은 나는 눈을 꾹 감았다.
en_us: I clenched my eyes shut.

source: 사람이 살다 보면 얼굴에 화상 정도 입을 수 있고 그렇지 뭘 그거 좀 쳐다봤다고 사람 목을 조르고 있냐.
en_us: What was so awful about getting a bit of burn marks on the face that warranted garroting other people?

source: 막사에 도착한 우리는 숙소를 할당받고, 식사를 한다.
en_us: After the arrival, we were assigned to our beds and got a meal.

source: 방 안으로 들어간 나는 아무 말 없이 눈을 감고 이마를 벽에 가져간 채로 한 번 강하게 들이받았다.
en_us: Back in the room, I closed my eyes and banged my head once on the wall.

source: 노크 소리가 들린다.
en_us: Then I heard a knock.

source: 저런, 너 이거 빠져나갈 줄 몰라?
en_us: Man, I guess he didn’t know how to slip out of a grip like this.

source: “먹는 건 어떻게 먹었는데, 몸이 받아줄지는 모르겠습니다.”
en_us: “I did manage to eat, but I don’t know how my body will take it.”

source: 더 나아가 선거 출마 후보의 뒷조사를 의뢰한 경우도 있다.
en_us: I was even once asked to track a political candidate.

source: 내가 지금 이 개고생을 하는 이유는 쿠르스트 산맥에서 죽지 않고 평생 동안 살기 위해서가 아니다.
en_us: The reason I was going through this torture was not that I wanted to live in the Kurst Mountains for the rest of my life.

source: 끝이 보이지 않을 정도로 넓게 펼쳐진 호수는 꽤나 날이 추운 겨울인데도 불구하고 얼음 한 조각 떠 있지 않았다.
en_us: The lake that stretched endlessly was without even a bit of ice even though the day was pretty cold.

source: 역시 어려울 거 없지.
en_us: Easy.

source: 도리안이 말해주지 않아도 직감적으로 알 수 있었다.{j}저 링거로 스테로이드 맞은 것처럼 생긴 잿빛의 근육덩어리가 바로 하이랜더구나.
en_us: I didn’t have to hear from Dorian to know that the ashen lump of muscles that looked like a result of a steroid bath must be a highlander.{j}

source: 또 이 여자가 오네, 뭐 붙박이 하녀 같은 건가.
en_us: This woman again. Was she stationed here or something?

source: “고마워.”{j}던져진 검을 받아든 나는 가볍게 손목을 이리저리 돌려보고는 녀석을 바라봤다.{j}귀신이라도 본 것 같은 표정이다.
en_us: “Thank you,” I said, grabbing it and rolling my wrist as I looked at my opponent who looked spooked as if he had just seen a ghost.{j}{j}

source: “아니, 눈보라가 올 모양이다.”
en_us: “No, it looks like we’re getting a blizzard,” he said.

source: 뭐지, 내가 좀 띠꺼운 건가?
en_us: Perhaps he didn’t like me?

source: 너는 그럼 매일 수천 번 화가 나 있을 생각이냐?{j}헐크도 아니고.
en_us: Was he planning to stay furious all day like he was Hulk or something?{j}

source: 구심점은 심장에 박혀 있다.{j}따라서 통제되지 않은 마력이 박살 내는 최초의 장기는 심장이다.
en_us: The core was located in the heart which meant that what the rogue mana would come to first was the heart.{j}

source: 어차피 호수 바닥을 다 뒤져 볼 필요는 없다.
en_us: There was no need to comb through the whole bottom.

source: “알았어.
en_us: “Alright.

source: 물 위로 떨어진 우리는 박살 난 배의 파편을 멍하니 바라보다가, 원래 우리가 타고 온 나룻배에 다시 올라탔다.
en_us: We stared at the remains of the boat before going up to the small boat we had brought along.

source: “최대한 주입하는 마력의 농도를 엷게 했습니다.{j}하지만, 실제로 대기 중에 흩어져 있는 마력은 이것보다 더 농도가 엷습니다.
en_us: “I thinned the mana that I injected as much as possible, but the mana scattered in the atmosphere is actually much thinner.{j}

source: 어차피 몇 번 더 아침 식사를 하다 보면 자연스럽게 알게 될 테니까.
en_us: I would find out soon enough after sharing a few more breakfast with them.

source: 짐을 싼 사람들이 각자 수통을 채우고 물을 충분히 마시고 나자, 병참 장교가 입을 열었다.{j}“이동한다.”
en_us: When the people who finished packing all had their fill of the water, the commissary spoke, “We’re moving.”{j}

source: 우리는 시체를 짊어진 채로 호수로 돌아와, 시체를 챙기고, 떠나기 전에 저녁 식사를 하기 시작했다.
en_us: We walked back to the lake with the bodies and began to eat dinner before departure.

source: 이건 샛길이라고 할 수도 없다.
en_us: Calling this a path would be generous.

source: 얼마나 잠을 잔 걸까.{j}희미하게 눈을 떠보니 화로의 불길이 많이 잦아들어 있었다.
en_us: I slept for heaven knows how many hours when I opened my bleary eyes to see that the fire had died down significantly.{j}

source: 우리는 그 오두막을 나와 다시금 그 가파르기 짝이 없는 길을 기어 올라가기 시작했다.
en_us: We left the shack and began to crawl up the steep path.

source: 코웃음이 절로 나오네.
en_us: I could burst out laughing.

source: 즉, 찍힌 지 얼마 되지 않는 발자국이다.{j}다른 말로는, 하이랜더가 우리 주위에 있다.
en_us: In other words, this was fresh which meant a highlander was around us.{j}

source: “제가 향수를 구해서 어디에 쓰겠습니까.”
en_us: “What use would I have of a perfume?”

source: “어디 다친 곳은 없어?”
en_us: “Are you hurt anywhere?”

source: 기억상실에 대한 이야기는 함부로 새어나가지 않는 편이 좋다고 백작이 말했으니까.
en_us: The count had said that it would be for the best that the story of my memory loss stayed within the house.

source: 나와 그이는 문제가 전혀 없는데.”
en_us: He and I have no issues whatsoever,” she replied.

source: 마틴 레드우드는 자신의 뺨에 난 화상 자국을 좋아하지 않는다.
en_us: Martin Redwood did not like the burn marks on his cheeks.
